anseki.vscode-color
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
chris-noring.node-snippets
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
kvcvc.sequelize-snippets
mechatroner.rainbow-csv
mgesbert.python-path
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
msjsdiag.vscode-react-native
naumovs.color-highlight
njpwerner.autodocstring
perkovec.emoji
redhat.java
ritwickdey.liveserver
stivo.tailwind-fold
styled-components.vscode-styled-components
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
